import React from 'react';

export default function PrivacyPolicy() {
  return (
    <div className="py-8 px-4 mx-auto max-w-screen-xl lg:py-16 lg:px-6 ">
      <div>
        <h1>Согласие на обработку персональных данных</h1>
        <div>
          Настоящим, продолжая использовать сайт KYC Consulting and Legal services (далее — KYC), я
          выражаю согласие владельцам сайта (далее — Владельцы) — на автоматизированную обработку
          моих персональных данных файлами cookie (сведения о действиях пользователя на сайте,
          сведения о местоположении, сведения о типе и версии, языке оборудования и браузера
          пользователя, типа устройства и разрешения его экрана, даты и время сессии, источника
          откуда пришел пользователь на сайт, с какого сайта или по какой рекламе, IP-адрес), в том
          числе с использованием метрических программ: Яндекс. Метрика, Google Analytics, Firebas
          Google, Tune, Amplitude, Сегменто, с совершением следующих действий: сбор, запись,
          систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, обезличивание, блокирование, удаление, уничтожение, передача
          (предоставление, доступ), включая трансграничную передачу. Обработка персональных данных
          осуществляется в целях улучшения работы сайта и предоставления целевой информации по
          продуктам и услугам KYC.Настоящее согласие действует с момента его предоставления и в
          течение всего периода использования сайта. В случае отказа от обработки персональных
          данных я проинформирован о необходимости прекратить использование сайта или отключить
          файлы cookie в настройках браузера.
          <br />
          <br />
          Предоставляя свои персональные данные, Пользователь дает согласие на обработку, хранение и
          использование своих персональных данных на основании ФЗ № 152-ФЗ «О персональных данных»от
          27.07.2006 г. в следующих целях: — осуществление клиентской поддержки, — получения
          Пользователем актуальной информации о мероприятии, — проведения аудита и прочих внутренних
          исследований с целью повышения качества предоставляемых услуг.
          <br />
          <br />
          Под персональными данными подразумевается любая информация личного характера, позволяющая
          установить личность Пользователя, такая как: — Фамилия, Имя, Отчество; — дата рождения; —
          контактный телефон; — адрес электронной почты; — почтовый адрес.
          <br />
          <br />
          Персональные данные Пользователей хранятся исключительно на электронных носителях и
          обрабатываются с использованием автоматизированных систем, за исключением случаев, когда
          неавтоматизированная обработка персональных данных необходима в связи с исполнением
          требований законодательства.
          <br />
          <br />
          Организаторы обязуются не передавать полученные персональные данные третьим лицам, за
          исключением случаев, установленных действующим законодательством РФ.
          <br />
          <br />
          Организаторы оставляет за собой право вносить изменения в одностороннем порядке в
          настоящие правила, при условии, что изменения не противоречат действующему
          законодательству РФ. Изменения условий настоящих правил вступают в силу после их
          публикации на сайте мероприятия.
        </div>
      </div>
      <div>
        <h1>Политика конфиденциальности интернет-сайта</h1>
        <div>
          Настоящая Политика конфиденциальности персональных данных (далее — Политика
          конфиденциальности) действует в отношении всей информации, размещенной на сайте в сети
          Интернет по адресу: https://kycconsulting.ru (далее — Сайт), которую пользователи и
          администрация Сайта могут получить о Пользователе во время использования Сайта, его
          сервисов, программ и продуктов.Использование сервисов Сайта означает безоговорочное
          согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его
          персональной информации; в случае несогласия с этими условиями Пользователь должен
          воздержаться от использования сервисов.1. ОБЩИЕ ПОЛОЖЕНИЯ1.1. В рамках настоящей Политики
          под персональной информацией Пользователя понимаются: 1.1.1. Любая персональная
          информация, которую Пользователь предоставляет о себе самостоятельно в процессе
          использования Сервисов, включая персональные данные Пользователя. Обязательная для
          предоставления Сервисов информация помечена специальным образом. Иная информация
          предоставляется Пользователем на его усмотрение.
          <br />
          <br />
          1.1.2. Данные, которые автоматически передаются сервисам Сайта в процессе их использования
          с помощью установленного на устройстве Пользователя программного обеспечения, в том числе
          IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с
          помощью которой осуществляется доступ к сервисам), технические характеристики оборудования
          и программного обеспечения, используемых Пользователем, дата и время доступа к сервисам,
          адреса запрашиваемых страниц и иная подобная информация.
          <br />
          <br />
          1.2. Настоящая Политика конфиденциальности применяется только к Сайту
          https://kycconsulting.ru. Сайт не контролирует и не несет ответственности за сайты третьих
          лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте
          https://kycconsulting.ru.
          <br />
          <br />
          1.3. Операторами персональных данных для целей настоящей Политики являются сотрудники KYC
          Consulting and Legal services.
          <h2>2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</h2>
          2.1. Сайт собирает и хранит только ту персональную информацию, которая необходима для
          предоставления сервисов или исполнения соглашений и договоров с Пользователем, за
          исключением случаев, когда законодательством предусмотрено обязательное хранение
          персональной информации в течение определенного законом срока.
          <br />
          <br />
          2.2. Персональную информацию Пользователя Сайт обрабатывает в следующих целях:
          <br />
          <br />
          2.2.1. Установления с Пользователем обратной связи, включая направление уведомлений,
          запросов, касающихся использования Сайта, оказания услуг, обработку запросов и заявок от
          Пользователя;
          <br />
          <br />
          2.2.2. Подтверждения достоверности и полноты персональных данных, предоставленных
          Пользователем;
          <br />
          <br />
          2.2.3. Предоставления Пользователю эффективной клиентской и технической поддержки при
          возникновении проблем, связанных с использованием Сайта.
          <h2>
            3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ
          </h2>
          <div>
            3.1. В отношении персональной информации Пользователя сохраняется ее конфиденциальность,
            кроме случаев добровольного предоставления Пользователем информации о себе для общего
            доступа неограниченному кругу лиц. При использовании отдельных сервисов Пользователь
            соглашается с тем, что определенная часть его персональной информации становится
            общедоступной.
            <br />
            <br />
            3.2. Оператор вправе передать персональную информацию Пользователя третьим лицам в
            следующих случаях:
            <br />
            <br />
            3.2.1. Пользователь выразил согласие на такие действия;
            <br />
            <br />
            3.2.2. Передача необходима для использования Пользователем определенного сервиса либо
            для исполнения определенного соглашения или договора с Пользователем;
            <br />
            <br />
            3.2.3. Передача предусмотрена российским или иным применимым законодательством в рамках
            установленной законодательством процедуры.
            <br />
            <br />
            3.3. Обработка персональных данных Пользователя осуществляется без ограничения срока
            любым законным способом, в том числе в информационных системах персональных данных с
            использованием средств автоматизации или без использования таких средств. Обработка
            персональных данных Пользователей осуществляется в соответствии с Федеральным законом от
            27.07.2006 г. №152-ФЗ «О персональных данных».
            <br />
            <br />
            3.4. Оператор принимает необходимые организационные и технические меры для защиты
            персональной информации Пользователя от неправомерного или случайного доступа,
            уничтожения, изменения, блокирования, копирования, распространения, а также от иных
            неправомерных действий третьих лиц.
          </div>
          <h2>4. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
          <div>
            4.1. Пользователь обязан:
            <br />
            <br />
            4.1.1. Предоставить информацию о персональных данных, необходимую для пользования
            Сайтом;
            <br />
            <br />
            4.1.2. Обновлять, дополнять предоставленную информацию о персональных данных в случае
            изменения данной информации.
            <br />
            <br />
            4.2. Оператор обязан:
            <br />
            <br />
            4.2.1. Использовать полученную информацию исключительно для целей, указанных в настоящей
            Политике конфиденциальности.
            <br />
            <br />
            4.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без
            предварительного письменного разрешения Пользователя, а также не осуществлять продажу,
            обмен, опубликование либо разглашение иными возможными способами переданных персональных
            данных Пользователя, за исключением предусмотренных настоящей Политикой
            конфиденциальности.
            <br />
            <br />
            4.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных
            Пользователя согласно порядку, обычно используемому для защиты такого рода информации в
            существующем деловом обороте.
            <br />
            <br />
            4.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему
            Пользователю, с момента обращения или запроса Пользователя или его законного
            представителя либо уполномоченного органа по защите прав субъектов персональных данных
            на период проверки в случае выявления недостоверных персональных данных или
            неправомерных действий.
          </div>
          <h2>5. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
          <div>
            5.1. Администрация Сайта, не исполнившая свои обязательства, несет ответственность за
            убытки, понесенные Пользователем в связи с неправомерным использованием персональных
            данных, в соответствии с законодательством Российской Федерации.
            <br />
            <br />
            5.2. В случае утраты или разглашения конфиденциальной информации Администрация Сайта не
            несет ответственности, если данная конфиденциальная информация:
            <br />
            <br />
            5.2.1. Стала публичным достоянием до ее утраты или разглашения;
            <br />
            <br />
            5.2.2. Была получена от третьей стороны до момента ее получения Администрацией Сайта;
            <br />
            <br />
            5.2.3. Была разглашена с согласия Пользователя.
          </div>
          <h2>6. РАЗРЕШЕНИЕ СПОРОВ</h2>
          <div>
            6.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем
            Сайта и Администрацией Сайта, обязательным является предъявление претензии (письменного
            предложения о добровольном урегулировании спора).
            <br />
            <br />
            6.2. Получатель претензии в течение 30 (тридцати) календарных дней со дня получения
            претензии письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
            <br />
            <br />
            6.3. При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии
            с действующим законодательством Российской Федерации.
            <br />
            <br />
            6.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и
            Администрацией Сайта применяется действующее законодательство Российской Федерации.
          </div>
          <h2>7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
          <div>
            7.1. Оператор вправе вносить изменения в настоящую Политику конфиденциальности без
            согласия Пользователя.
            <br />
            <br />
            7.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте,
            если иное не предусмотрено новой редакцией Политики конфиденциальности.
            <br />
            <br />
            7.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует
            сообщать по электронной почте info@kycconsulting.ru.
            <br />
            <br />
            7.4. Действующая Политика конфиденциальности размещена на странице по адресу:
            {/* https://kycconsulting.ru/privacy */}
          </div>
        </div>
      </div>
    </div>
  );
}
