import React from 'react';
// import FeedbackForm from '../FeedbackForm/FeedbackForm';

export default function AboutComponents() {
  return (
    <div>
      <div>
        В 2016 году была основана компания KYC Consulting and Legal services и за это время мы
        успели собрать команду профессионалов с системным подходом к праву, состоящую из
        юристов-практиков, адвокатов и консультантов разного профиля. Большой опыт, комплексные
        кейсы и отличное портфолио позволяет профессионально решать правовые задачи любой сложности
        в короткие сроки.
        <br />
        <br />
        Наша миссия – в результате анализа найти и реализовать законный способ решения юридической
        проблемы клиента. Подобный подход позволяет качественно и оперативно выполнять поставленные
        задачи.
        <br />
        <br />
        Наша работа строится на взаимном доверии, высоком профессионализме и индивидуальном подходе
        к каждому конкретному случаю. У нас есть основные принципы, которым команда специалистов
        безукоризненно придерживается:
        <ol>
          <li>
            1. Мы стараемся решать проблемы клиента своевременно и качественно, работаем по
            концепции Money Back Warranty (вернём деньги в случае нарушения оговоренных сроков по
            нашей вине);
          </li>
          <li>
            2. Обязательно соблюдение принципа сохранности предоставленной доверителем
            конфиденциальной информации (соглашения о неразглашении / NDA).
          </li>
          <li>
            3. Не действуем по установленным шаблонам, у каждого клиента своя ситуация, особенности
            ведения бизнеса и они требуется детального анализа конкретного случая.
          </li>
        </ol>
        <h2>
          Запишитесь на консультацию, и мы поможем вам в поиске оптимального и рационального решения
          вашей правовой проблемы.
        </h2>
      </div>
    </div>
  );
}
